Repository: i026e/autossh_tunnel_gui
Catalog: po/*.po
Languages: ru

source: About
ru: О программе

source: Active
ru: Активен

source: Adding new profile
ru: Добавление нового профиля

source: Are you sure to delete profile '{0}'?
ru: Действительно удалить профиль '{0}'?

source: AutoSSH Tunnel Control
ru: Управление AutoSSH

source: Autoscroll
ru: Прокручивать

source: Autostart already disabled
ru: Автозапуск уже отключен

source: Autostart already enabled
ru: Автозапуск уже разрешен

source: Autostart disbled
ru: Автозапуск отключен

source: Autostart enabled
ru: Автозапуск разрешен

source: Connect when application starts
ru: Подключаться при запуске приложения

source: Connecting %s
ru: Подключение к %s

source: Dark
ru: Темная

source: Deleting profile %s
ru: Удаление профиля %s

source: Disconnecting %s
ru: Отлючение от %s

source: Editing profile %s
ru: Редактирование профиля %s

source: Environment Options
ru: Переменные Окружения

source: Extra Options
ru: Дополнительно

source: Force toggle %s
ru: Переключение %s

source: Icon theme
ru: Тема иконки

source: Is connected
ru: Подключено

source: Launch app on system start up
ru: Запускать приложение при запуске системы

source: Light
ru: Светлая

source: Local Port
ru: Локальный порт

source: Log
ru: Журнал

source: Log autoscroll toggled
ru: Автопрокрутка лога изменена

source: No SSH profile with id %s
ru: Нет SSH профиля c id %s

source: No active SSH profile with id %s
ru: Нет активного SSH профиля c id %s

source: No such profile %s
ru: Нет такого профиля %s

source: Observer %s unregistered
ru: Наблюдатель %s отключен

source: Options
ru: Настройки

source: Profile Editor
ru: Редактор профилей

source: Profile name
ru: Имя профиля

source: Quit
ru: Выход

source: SSH %s has stopped
ru: SSH %s остановлен

source: SSH Profiles
ru: SSH профили

source: SSH auth file
ru: Файл авторизации SSH

source: Saving settings
ru: Сохранение настроек

source: Server Addr
ru: Адрес сервера

source: Server Port
ru: Порт сервера

source: Server User
ru: Пользователь

source: Settings
ru: Настройки

source: Show in menu
ru: Отображать в меню
